/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"mgc_no_net_title" = "網絡不給力";
"mgc_no_net_retry_title" = "重試";
"mgc_mini_game_api_no_available_account" = "缺少有效的賬號";
"mgc_mini_game_api_no_available_controller" = "請傳入有效的控制器";
"mgc_mini_game_api_no_available_navi_controller" = "請傳入導航控制器";
"mgc_mini_game_api_check_login_alert" = "請先登錄";
"mgc_mini_game_api_check_login_message" = "當前沒有登錄";
"mgc_mini_game_api_check_nickname_alert" = "暱稱不能為空";
"mgc_mini_game_api_check_portrait_alert" = "頭像不能為空";
"mgc_mini_game_api_check_mobile_message" = "手機號輸入不合法";
"mgc_mini_game_api_clear_cache" = "緩存清理成功";
"mgc_jump_manager_check_game_info_alert" = "獲取遊戲信息失敗";
"mgc_jump_manager_check_net_alert" = "請檢查網絡";
"mgc_jump_manager_check_jump_info" = "當前版本不支持";
"mgc_jump_manager_check_appid" = "請傳入appId";
"mgc_mini_game_api_check_appid" = "請配置appid";
"mgc_mini_game_api_check_bundleid" = "請配置一個以bundleId為標識的urlScheme";
"mgc_jump_manager_check_jump_path" = "請傳入遊戲包名或者路徑";
"mgc_jump_manager_check_download_url" = "請傳入遊戲的下載鏈接";
"mgc_jump_manager_check_version" = "當前版本抵禦%.1f,不能啟動遊戲";
"mgc_jump_manager_check_black_list" = "該遊戲已加入黑名單,不能運行!";
"mgc_data_cache_manager_check_url" = "資源鏈接為空";
"mgc_data_cache_manager_check_net_status" = "請檢查網絡";
"mgc_data_cache_manager_loading_text" = "正在加載";
"mgc_data_cache_manager_loading_fail" = "加載失敗";
"mgc_data_cache_manager_check_favorites_success" = "成功";
"mgc_data_cache_manager_check_favorites_fail" = "遊戲信息獲取失敗";
"mgc_data_cache_manager_check_appId" = "appId不合法";
"mgc_data_cache_manager_check_favorites_exist" = "此appId對應的應用已收藏";
"mgc_data_cache_manager_check_favorites_match_fail" = "收藏列表沒有匹配到與appId對應的應用信息";
"mgc_data_cache_manager_check_recent_match_fail" = "最近玩過列表沒有匹配到與appId對應的應用信息";
"mgc_share_manage_platform_choose" = "請選擇分享平台";
"mgc_share_modek_wechat_title" = "微信";
"mgc_share_manage_wechat_line_title" = "微信朋友圈";
"mgc_wmplayer_video_load_fail" = "視頻加載失敗";
"mgc_inner_buy_manager_status_fail" = "沒有可支付的訂單號";
"mgc_inner_buy_manager_no_product_id" = "沒有可用於支付的產品id";
"mgc_inner_buy_manager_status_success" = "支付成功";
"mgc_inner_buy_manager_status_pay_loading" = "正在支付";
"mgc_inner_buy_manager_status_pay_reuse" = "恢復購買";
"mgc_trade_view_pay_success" = "成功";
"mgc_trade_view_pay_back" = "返回";
"mgc_net_manager_check_net" = "請檢查網絡";
"mgc_net_manager_net_fail" = "網絡請求錯我";
"mgc_net_manager_param_fail" = "請求參數錯誤";
"mgc_waitting_box_message" = "正在加載";
"mgc_check_helper_message" = "當前網絡不可用,請檢查網絡設置";
"mgc_ad_video_close" = "關閉";
"mgc_ad_video_ext_btn_title" = "查看詳情";
"mgc_ad_view_client_no_suit_ad" = "無合適廣告";
"mgc_ad_view_client_error_ad" = "廣告數據異常";
"mgc_ad_view_client_no_support" = "不支持該平台";
"mgc_ad_bean_ext_button_title" = "立即查看";
"mgc_guess_you_like_title" = "猜你喜歡";
"mgc_web_special_load_fail" = "加載失敗";
"mgc_web_special_warging_title" = "警告";
"mgc_web_special_warging_alert" = "我知道了";
"mgc_web_special_choose_alert" = "請選擇";
"mgc_web_special_warging_alert_sure" = "同意";
"mgc_web_special_warging_alert_cancel" = "不同意";
"mgc_web_special_input_alert_title" = "請輸入";
"mgc_web_special_input_alert_sure" = "確定";
"mgc_web_special_input_alert_cancel" = "取消";

"mgc_login_view_mobile_input" = "請輸入您的手機號";
"mgc_login_view_check_code" = "獲取驗證碼";
"mgc_login_view_check_code_please" = "請輸入驗證碼";
"mgc_login_view_mobile_not_empty" = "手機號不能為空";
"mgc_login_view_mobile_real" = "請輸入正確的手機號";
"mgc_login_view_mobile_not_available" = "手機號不合法";
"mgc_login_view_login_and_register" = "登錄/一鍵註冊";
"mgc_login_view_login_cancel" = "取消登錄";
"mgc_page_view_more_game_title" = "更多遊戲";
"mgc_waitting_box_load_default" = "拼命加載中...";
"mgc_jump_manager_check_game_repeat" = "該遊戲正在運行";
"mgc_jump_splash_game_version" = "遊戲版本:";
"mgc_jump_splash_leto_version" = "leto版本:";
"mgc_jump_splash_des" = "抵制不良遊戲,拒絕盜版遊戲。注意自我保護,謹防受騙上當。\n適度遊戲益腦,沉迷遊戲傷身。合理安排時間,享受健康生活。";
"mgc_jump_start_game_time_out" = "遊戲啟動失敗";
"mgc_leto_start_param_check_fail" = "遊戲Id不能為空";
"mgc_leto_start_app_check_fail" = "遊戲正在運行";
"mgc_leto_start_app_success" = "遊戲啟動成功";
"mgc_leto_start_service_fail" = "service.html 沒有找到";
"mgc_leto_start_copy_resource_fail" = "資源複製失敗";
"mgc_leto_start_copy_app_fail" = "應用複製失敗";
"mgc_leto_start_unzip_source_fail" = "資源解壓失敗";
"mgc_jump_data_cache_file_save_fail" = "資源下載成功,保存失敗";
"mgc_trade_view_pay_exit_login_again" = "該賬號已存在,充值前,需要重新載入遊戲";
"mgc_pay_faile_alert_title" = "溫馨提示";
"mgc_pay_faile_alert_sure" = "確定";
"mgc_game_start_time_out" = "啟動超時";
"mgc_banner_ad_data_empty" = "廣告數據為空";
"mgc_cache_zip_no_pass" = "資源不完整";


"mgc_setting_look_all_title" = "查看全部";//mgc_game_center_look_all_title
"mgc_setting_my_game_title" = "我的遊戲";//mgc_game_center_recent_played_baidu_title
"mgc_game_center_setting_title" = "設置";
"mgc_mine_func_list_clear_cache_title" = "清除緩存";
"mgc_mine_func_list_timer_title" = "顯示遊戲內計時器";
"mgc_mine_cash_title" = "提現";
"mgc_mine_cash_right_title" = "提現記錄";
"mgc_favorites_navi_right_alert_title" = "您確定清除緩存嗎？";
"mgc_favorites_navi_right_alert_subTitle" = "清除緩存會使我的遊戲都消失哦?";
"mgc_favorites_alert_cancel_title" = "否";
"mgc_favorites_alert_sure_title" = "是";

"mgc_coin_today_get_title" = "今日獲得金幣";
"mgc_coin_my_balance_title" = "我的金幣餘額";
"mgc_coin_entrance_title" = "立即提現";
"mgc_cash_balance_sign_title" = "金幣餘額: ";
"mgc_cash_rmb_des" = "    (約%.2f元)";
"mgc_cash_amount_sign" = "元";
"mgc_cash_sec_header_title" = "提現金額";
"mgc_cash_sec_footer_title" = "提現說明\n";
"mgc_cash_get_money_title" = "立即提現";
"mgc_cash_alert_not_enough_title" = "您的金幣餘額不足";
"mgc_cash_alert_not_enough_cancel_title" = "取消";
"mgc_cash_alert_not_enough_sure_title" = "確認";
"mgc_cash_alert_submit_title" = "提交申請成功，請您耐心等待審核!";

"mgc_cash_bind_sec_str" = "金幣";
"mgc_cash_bind_third_str" = "我的金幣: ";
"mgc_cash_bind_forth_str" = "元";
"mgc_cash_bind_icon_title" = "遊戲獲得";//绑定手机号
"mgc_cash_bind_video_sure_title" = "看視頻領取";
"mgc_cash_bind_sure_subtitle" = "立即領取";
"mgc_cash_bind_sure_subtitle_close" = "關閉";

"mgc_cash_bind_sure_title" = "確定";


"mgc_mine_login_alert_title" = "溫馨提示";
"mgc_mine_login_alert_subtitle" = "為保障您的收益正常,請先綁定手機號";
"mgc_mine_login_alert_code_nor_title" = "獲取驗證碼";
"mgc_mine_login_alert_code_countdown_title" = "s重新獲得";
"mgc_mine_login_alert_field_mobile_placeholder" = "請輸入手機號";
"mgc_mine_login_alert_field_code_placeholder" = "请輸入驗證碼";
"mgc_mine_login_alert_sure_btn_title" = "登錄/一鍵註冊";


"mgc_mine_cash_record_title" = "提現記錄";
"mgc_mine_cash_record_noData_title" = "暫無提現記錄";
"mgc_cash_bank_title" = "銀行卡收款";
"mgc_cash_bank_sure_title" = "確定";
"mgc_cash_bank_choose_alert_cancel_title" = "取消";
"mgc_cash_bank_choose_alert_sure_title" = "確定";
"mgc_cash_bank_model_name_sign_title" = "姓名:";
"mgc_cash_bank_model_bank_sign_title" = "開戶銀行:";
"mgc_cash_bank_model_card_sign_title" = "銀行卡號:";
"mgc_cash_bank_model_bank_placholder_title" = "請選擇銀行卡所屬銀行";
"mgc_cash_bank_model_card_placholder_title" = "請輸入您的收款銀行卡卡號";
"mgc_cash_bank_model_name_placholder_title" = "請輸入您的姓名";



"mgc_cash_info_title" = "請您再次確認銀行信息是否正確?";
"mgc_cash_info_cancel_title" = "取消";
"mgc_cash_info_sure_title" = "確定";

"mgc_cash_info_name_sign" = "     姓名:";
"mgc_cash_info_card_num_sign" = "     銀行卡號:";
"mgc_cash_info_bank_sign" = "     開戶銀行:";
"mgc_cash_info_amount_sign" = "     提現金額:";
"mgc_cash_info_amount_symbol" = "元";


"mgc_cash_login_again_content" = "該賬號已經註冊過了,切換至該賬號會導致當前金幣餘額丟失,是否繼續?";
"mgc_cash_login_again_func_first_title" = "繼續";
"mgc_cash_login_again_func_sec_title" = "其他賬號";

"mgc_cash_record_title" = "銀行卡提現";
"mgc_cash_record_status_1" = "待審核";
"mgc_cash_record_status_2" = "提現已受理";
"mgc_cash_record_status_3" = "審核拒絕";
"mgc_cash_record_status_4" = "提現失敗";
"mgc_cash_record_status_5" = "到賬成功";
"mgc_cash_record_status_6" = "到賬失敗";
"mgc_no_register_block" = "沒有註冊回調";


"mgc_float_window_splash_title_1" = "拖動我,可以任意改變位置哦~";
"mgc_float_window_splash_title_2" = "計時器滿一圈可獲得大量金幣";
"mgc_float_window_splash_title_3" = "玩的越久,金幣獎勵越多,金幣無上限";
"mgc_float_window_splash_title_4" = "點擊可選擇隱藏計時器,獎勵仍然會發哦~";

"mgc_coin_entrance_bsb_title" = "兌換燃力";
"mgc_mine_cash_bsb_title" = "兌換";
"mgc_mine_cash_right_bsb_title" = "噸換記錄";
"mgc_cash_rmb_bsb_des" = "    (約%.2f燃力)";
"mgc_cash_sec_header_bsb_title" = "兌換燃力";
"mgc_cash_sec_footer_bsb_title" = "兌換说明\n";
"mgc_cash_amount_bsb_sign" = "個";
"mgc_cash_get_money_bsb_title" = "立即兌換";
"mgc_mine_cash_record_noData_bsb_title" = "暫無兌換記錄";
"mgc_coin_float_alert_hide_title" = "隱藏";
"mgc_coin_float_alert_title" = "遊戲獎勵\n";
"mgc_coin_service_btn_title" = "客服>";
"mgc_coin_hidden_timer_alert_cancel_title" = "取消";
"mgc_coin_hidden_timer_alert_sure_title" = "確認";
"mgc_coin_hidden_timer_alert_first_title" = "確認隱藏遊戲計時器嗎?\n";
"mgc_coin_hidden_timer_alert_second_title" = "隱藏后可在設置--顯示遊戲\n內計時器中打開";
"mgc_game_center_bottom_wifi_des" = "ⓘ 該頁面內容由第三方提供";

"mgc_api_sync_info_empty" = "同步賬號信息不能為空";
"mgc_api_sync_login_sign_empty" = "請配置mgc_sync_loginsign_key";
"mgc_api_sync_userid_empty" = "請配置mgc_sync_userid_key";
"mgc_api_sync_mobile_or_userid_empty" = "請配置mgc_sync_userid_key或mgc_sync_mobile_key";
"mgc_api_sync_sdk_config_empty" = "獲取sdk配置信息失敗";

"mgc_game_center_alert_pptv_sign_title" = "簽到獲得";
"mgc_game_center_alert_pptv_ext_des" = "更多獎勵可到我的獎品中查詢";
"mgc_game_center_alert_pptv_ext_des_special" = "我的獎品";
"mgc_game_center_alert_pptv_fir_btn_title" = "看視頻金幣";
"mgc_game_center_alert_pptv_sec_btn_title" = "確定";

"mgc_leto_safe_warning" = "需要導入LetoSafe.framework";
"mgc_leto_login_warning" = "請先登錄";
